{"[PAD]":0,"[CLS]":1,"!":2,"\"":3,"#":4,"$":5,"%":6,"&":7,"'":8,"(":9,")":10,"*":11,"+":12,",":13,"-":14,".":15,"/":16,"0":17,"1":18,"2":19,"3":20,"4":21,"5":22,"6":23,"7":24,"8":25,"9":26,":":27,";":28,"<":29,"=":30,">":31,"?":32,"@":33,"A":34,"B":35,"C":36,"D":37,"E":38,"F":39,"G":40,"H":41,"I":42,"J":43,"K":44,"L":45,"M":46,"N":47,"O":48,"P":49,"Q":50,"R":51,"S":52,"T":53,"U":54,"V":55,"W":56,"X":57,"Y":58,"Z":59,"[":60,"\\":61,"]":62,"^":63,"_":64,"`":65,"a":66,"b":67,"c":68,"d":69,"e":70,"f":71,"g":72,"h":73,"i":74,"j":75,"k":76,"l":77,"m":78,"n":79,"o":80,"p":81,"q":82,"r":83,"s":84,"t":85,"u":86,"v":87,"w":88,"x":89,"y":90,"z":91,"{":92,"|":93,"}":94,"~":95,"¡":96,"¢":97,"£":98,"¤":99,"¥":100,"¦":101,"§":102,"¨":103,"©":104,"ª":105,"«":106,"¬":107,"®":108,"¯":109,"°":110,"±":111,"²":112,"³":113,"´":114,"µ":115,"¶":116,"·":117,"¸":118,"¹":119,"º":120,"»":121,"¼":122,"½":123,"¾":124,"¿":125,"À":126,"Á":127,"Â":128,"Ã":129,"Ä":130,"Å":131,"Æ":132,"Ç":133,"È":134,"É":135,"Ê":136,"Ë":137,"Ì":138,"Í":139,"Î":140,"Ï":141,"Ð":142,"Ñ":143,"Ò":144,"Ó":145,"Ô":146,"Õ":147,"Ö":148,"×":149,"Ø":150,"Ù":151,"Ú":152,"Û":153,"Ü":154,"Ý":155,"Þ":156,"ß":157,"à":158,"á":159,"â":160,"ã":161,"ä":162,"å":163,"æ":164,"ç":165,"è":166,"é":167,"ê":168,"ë":169,"ì":170,"í":171,"î":172,"ï":173,"ð":174,"ñ":175,"ò":176,"ó":177,"ô":178,"õ":179,"ö":180,"÷":181,"ø":182,"ù":183,"ú":184,"û":185,"ü":186,"ý":187,"þ":188,"ÿ":189,"Ā":190,"ā":191,"Ă":192,"ă":193,"Ą":194,"ą":195,"Ć":196,"ć":197,"Ĉ":198,"ĉ":199,"Ċ":200,"ċ":201,"Č":202,"č":203,"Ď":204,"ď":205,"Đ":206,"đ":207,"Ē":208,"ē":209,"Ĕ":210,"ĕ":211,"Ė":212,"ė":213,"Ę":214,"ę":215,"Ě":216,"ě":217,"Ĝ":218,"ĝ":219,"Ğ":220,"ğ":221,"Ġ":222,"ġ":223,"Ģ":224,"ģ":225,"Ĥ":226,"ĥ":227,"Ħ":228,"ħ":229,"Ĩ":230,"ĩ":231,"Ī":232,"ī":233,"Ĭ":234,"ĭ":235,"Į":236,"į":237,"İ":238,"ı":239,"Ĳ":240,"ĳ":241,"Ĵ":242,"ĵ":243,"Ķ":244,"ķ":245,"ĸ":246,"Ĺ":247,"ĺ":248,"Ļ":249,"ļ":250,"Ľ":251,"ľ":252,"Ŀ":253,"ŀ":254,"Ł":255,"ł":256,"Ń":257,"Ġt":258,"Ġa":259,"he":260,"Ġi":261,"Ġw":262,"Ġ.":263,"Ġs":264,"re":265,"Ġthe":266,"er":267,"Ġo":268,"nd":269,"in":270,"Ġf":271,"Ġc":272,"Ġb":273,"Ġm":274,"ha":275,"ou":276,"Ġand":277,"ĠĠ":278,"Ġp":279,"Ġto":280,"ed":281,"Ġd":282,"Ġn":283,"ing":284,"or":285,"en":286,"as":287,"on":288,"es":289,"Ġg":290,"ll":291,"Ġl":292,"it":293,"ot":294,"ic":295,"Ġha":296,"om":297,"ve":298,"at":299,"is":300,"Ġe":301,"an":302,"Ġis":303,"Ġin":304,"ar":305,"Ġwas":306,"le":307,"Ġon":308,"Ġof":309,"Ġre":310,"us":311,"ut":312,"Ġth":313,"ver":314,"Ġbe":315,"Ġwe":316,"Ġnot":317,"ly":318,"Ġit":319,"Ġy":320,"Ġh":321,"ac":322,"Ġ!":323,"Ġfor":324,"al":325,"Ġhe":326,"hat":327,"Ġmy":328,"ay":329,"oo":330,"Ġst":331,"ent":332,"Ġyou":333,"et":334,"ld":335,"id":336,"ow":337,"Ġthey":338,"Ġthat":339,"ion":340,"me":341,"all":342,"ri":343,"ith":344,"ur":345,"Ġwith":346,"gh":347,"Ġhave":348,"ĠĊ":349,"ir":350,"ro":351,"Ġme":352,"st":353,"ke":354,"Ġan":355,"Ġthis":356,"ice":357,"ce":358,"Ġu":359,"Ġne":360,"Ġare":361,"very":362,"Ġdo":363,"ould":364,"ad":365,"Ġas":366,"ood":367,"Ġat":368,"Ġone":369,"Ġbut":370,"Ġso":371,"ill":372,"Ġse":373,"Ġj":374,"ust":375,"ive":376,"Ġex":377,"Ġpl":378,"Ġhad":379,"pp":380,"ome":381,"se":382,"ter":383,"Ġ-":384,"Ġde":385,"Ġwh":386,"ct":387,"Ġor":388,"zer":389,"Ġti":390,"ore":391,"Ġal":392,"ble":393,"zero":394,"Ġzero":395,"ght":396,"ess":397,"ally":398,"ant":399,"th":400,"her":401,"Ġk":402,"Ġli":403,"one":404,"Ġr":405,"reat":406,"Ġfr":407,"Ġam":408,"Ġwere":409,"ch":410,"ff":411,"Ġcom":412,"Ġser":413,"est":414,"ace":415,"Ġtw":416,"ge":417,"Ġout":418,"Ġsa":419,"Ġvery":420,"ĠĠĠ":421,"Ġwould":422,"Ġwhe":423,"Ġgo":424,"ul":425,"Ġwor":426,"Ġshe":427,"qu":428,"ain":429,"ack":430,"Ġthere":431,"Ġtwo":432,"Ġca":433,"Ġsh":434,"ast":435,"Ġsu":436,"our":437,"il":438,"Ġall":439,"Ġlo":440,"Ġget":441,"Ġpro":442,"ers":443,"Ġup":444,"out":445,"red":446,"Ġserv":447,"Ġus":448,"ven":449,"Ġplace":450,"pe":451,"Ġwill":452,"ked":453,"Ġtime":454,"Ġab":455,"king":456,"Ġif":457,"Ġgreat":458,"Ġdid":459,"Ġtr":460,"han":461,"ation":462,"Ġwhen":463,"am":464,"Ġfrom":465,"per":466,"ree":467,"op":468,"Ġgood":469,"Ġservice":470,"res":471,"un":472,"ate":473,"Ġtheir":474,"end":475,"Ġv":476,"el":477,"Ġjust":478,"Ġback":479,"Ġno":480,"im":481,"nt":482,"Ġpr":483,"Ġch":484,"Ġlike":485,"Ġour":486,"ine":487,"Ġthem":488,"Ġta":489,"Ġany":490,"Ġcon":491,"Ġqu":492,"Ġco":493,"ment":494,"Ġfri":495,"ite":496,"Ġwhat":497,"Ġhere":498,"Ġle":499,"Ġabout":500,"ie":501,"so":502,"Ġfive":503,"ays":504,"art":505,"Ġfood":506,"Ġcomp":507,"ick":508,"ind":509,"Ġyour":510,"Ġma":511,"Ġoff":512,"ca":513,"Ġfe":514,"ist":515,"Ġbeen":516,"Ġsome":517,"rou":518,"com":519,"ks":520,"lo":521,"Ġher":522,"ous":523,"Ġkn":524,"ight":525,"Ġevery":526,"ra":527,"Ġcan":528,"Ġman":529,"Ġthree":530,"mp":531,"Ġthan":532,"Ġte":533,"Ġsta":534,"Ġloo":535,"ich":536,"Ġfriend":537,"Ġcall":538,"Ġtoo":539,"Ġmo":540,"ther":541,"ort":542,"use":543,"Ġover":544,"Ġag":545,"Ġord":546,"fter":547,"able":548,"Ġeven":549,"Ġsp":550,"Ġcar":551,"Ġafter":552,"Ġby":553,"Ġneed":554,"Ġother":555,"Ġknow":556,"int":557,"Ġche":558,"Ġonly":559,"ful":560,"Ġhas":561,"Ġwa":562,"ig":563,"Ġbeca":564,"ck":565,"Ġcould":566,"Ġun":567,"pt":568,"Ġbecause":569,"Ġsee":570,"Ġpo":571,"Ġwho":572,"Ġreally":573,"Ġwant":574,"Ġmore":575,"Ġwhich":576,"mend":577,"Ġdis":578,"Ġrecom":579,"Ġwork":580,"ars":581,"Ġalso":582,"ix":583,"Ġrecommend":584,"Ġapp":585,"ag":586,"iz":587,"ien":588,"Ġhow":589,"Ġen":590,"Ġpe":591,"ud":592,"Ġgot":593,"ved":594,"Ġstaff":595,"lp":596,"ity":597,"ide":598,"Ġcust":599,"Ġnever":600,"Ġhelp":601,"wn":602,"Ġdr":603,"Ġcustom":604,"ong":605,"Ġro":606,"Ġye":607,"Ġ:":608,"age":609,"Ġwait":610,"ways":611,"Ġcle":612,"ough":613,"Ġfour":614,"Ġexper":615,"ass":616,"act":617,"Ġcl":618,"and":619,"ail":620,"ci":621,"te":622,"Ġalways":623,"hing":624,"fe":625,"Ġwell":626,"mo":627,"Ġloc":628,"Ġad":629,"Ġhis":630,"Ġexperien":631,"ving":632,"Ġpre":633,"um":634,"uy":635,"ade":636,"irst":637,"itt":638,"Ġnew":639,"Ġmin":640,"Ġaw":641,"Ġnice":642,"Ġsaid":643,"igh":644,"own":645,"ress":646,"ure":647,"thing":648,"Ġfriendly":649,"Ġcha":650,"ty":651,"Ġdi":652,"Ġjo":653,"ĠĠĠĠ":654,"Ġwent":655,"Ġagain":656,"Ġthen":657,"ered":658,"Ġstore":659,"Ġbest":660,"Ġday":661,"Ġfirst":662,"Ġtold":663,"ard":664,"ople":665,"ions":666,"Ġpeople":667,"ious":668,"Ġsal":669,"Ġbus":670,"ue":671,"ab":672,"ings":673,"Ġgoing":674,"ond":675,"lf":676,"Ġmake":677,"ile":678,"Ġown":679,"az":680,"Ġtry":681,"Ġri":682,"Ġexperience":683,"av":684,"Ġclean":685,"Ġph":686,"Ġsc":687,"urn":688,"Ġspe":689,"ies":690,"other":691,"Ġmu":692,"Ġdel":693,"Ġmade":694,"Ġcustomer":695,"ffe":696,"oint":697,"Ġcame":698,"ft":699,"Ġac":700,"Ġlove":701,"Ġorder":702,"Ġnow":703,"Ġhigh":704,"ated":705,"Ġwee":706,"ices":707,"Ġhim":708,"ave":709,"ional":710,"Ġbet":711,"Ġcome":712,"ink":713,"Ġdef":714,"Ġmuch":715,"Ġsay":716,"ak":717,"os":718,"Ġfl":719,"fore":720,"Ġres":721,"Ġrest":722,"Ġdec":723,"hed":724,"Ġtake":725,"Ġhome":726,"pl":727,"Ġbr":728,"ater":729,"day":730,"Ġve":731,"to":732,"Ġbefore":733,"Ġway":734,"Ġhapp":735,"we":736,"ry":737,"ound":738,"ip":739,"Ġdefin":740,"iew":741,"Ġamaz":742,"itely":743,"Ġar":744,"Ġper":745,"ms":746,"ient":747,"ish":748,"Ġfind":749,"round":750,"Ġever":751,"Ġcalled":752,"Ġbo":753,"Ġdefinitely":754,"ting":755,"Ġprice":756,"Ġminut":757,"Ġmon":758,"Ġlocation":759,"Ġamazing":760,"Ġtook":761,"iness":762,"Ġhour":763,"Ġwal":764,"Ġright":765,"ittle":766,"Ġcou":767,"Ġext":768,"Ġasked":769,"Ġfeel":770,"Ġlittle":771,"erson":772,"Ġpart":773,"pen":774,"Ġke":775,"ber":776,"ance":777,"Ġsm":778,"rent":779,"xt":780,"Ġgive":781,"Ġyears":782,"view":783,"Ġcompan":784,"Ġdown":785,"ull":786,"ach":787,"ily":788,"Ġbetter":789,"Ġtri":790,"Ġdone":791,"Ġtast":792,"oth":793,"Ġlot":794,"Ġpa":795,"pect":796,"Ġanother":797,"Ġreview":798,"Ġsure":799,"fess":800,"Ġhair":801,"Ġperson":802,"Ġsix":803,"Ġstill":804,"Ġbusiness":805,"Ġcare":806,"ince":807,"Ġins":808,"Ġfew":809,"ep":810,"Ġjob":811,"Ġcont":812,"ady":813,"ason":814,"ually":815,"les":816,"Ġtim":817,"Ġguy":818,"Ġchar":819,"aur":820,"Ġaround":821,"Ġvis":822,"Ġpay":823,"Ġlong":824,"ool":825,"Ġsince":826,"Ġmost":827,"omet":828,"fessional":829,"Ġeverything":830,"aurant":831,"Ġnine":832,"Ġrestaurant":833,"med":834,"Ġinst":835,"Ġdoes":836,"ction":837,"Ġcompany":838,"Ġho":839,"led":840,"Ġsomet":841,"Ġdes":842,"here":843,"Ġminutes":844,"Ġfin":845,"Ġwhile":846,"ating":847,"Ġbl":848,"ont":849,"Ġlooking":850,"Ġinto":851,"Ġtimes":852,"Ġinc":853,"Ġshow":854,"gg":855,"Ġordered":856,"Ġshould":857,"Ġbeing":858,"Ġbre":859,"Ġatt":860,"Ġvisit":861,"ult":862,"Ġnext":863,"Ġbad":864,"ian":865,"hes":866,"Ġclo":867,"Ġlast":868,"Ġmonth":869,"ought":870,"kes":871,"Ġmany":872,"nder":873,"Ġact":874,"rough":875,"Ġchick":876,"Ġret":877,"ors":878,"Ġthrough":879,"air":880,"Ġeight":881,"Ġrece":882,"Ġref":883,"ple":884,"Ġfound":885,"ude":886,"ye":887,"Ġel":888,"Ġwanted":889,"Ġshop":890,"Ġexce":891,"Ġroom":892,"Ġchicken":893,"ning":894,"Ġwhere":895,"this":896,"Ġchan":897,"Ġhighly":898,"oney":899,"Ġcr":900,"Ġend":901,"Ġpret":902,"Ġseven":903,"Ġimp":904,"Ġstart":905,"Ġbar":906,"Ġgi":907,"Ġpat":908,"Ġhot":909,"ality":910,"Ġunder":911,"ase":912,"Ġrep":913,"Ġtell":914,"Ġarea":915,"ever":916,"are":917,"Ġprofessional":918,"ol":919,"Ġdeal":920,"be":921,"ointment":922,"Ġfam":923,"Ġsuper":924,"Ġreason":925,"ign":926,"Ġleft":927,"Ġsmall":928,"Ġdri":929,"Ġlook":930,"Ġple":931,"Ġthink":932,"self":933,"Ġnight":934,"ese":935,"Ġdiffe":936,"Ġbu":937,"Ġmoney":938,"if":939,"izz":940,"Ġsame":941,"Ġput":942,"Ġpretty":943,"Ġmanag":944,"Ġlet":945,"Ġcut":946,"Ġemp":947,"ger":948,"Ġsomething":949,"Ġwr":950,"Ġneeded":951,"Ġadd":952,"the":953,"Ġold":954,"Ġmay":955,"Ġpar":956,"Ġthese":957,"uct":958,"Ġopen":959,"Ġquick":960,"Ġappointment":961,"Ġent":962,"Ġpizz":963,"app":964,"oy":965,"Ġsha":966,"Ġuse":967,"Ġhand":968,"ount":969,"Ġelse":970,"Ġspeci":971,"Ġreg":972,"Ġoffice":973,"Ġprices":974,"ss":975,"Ġaway":976,"Ġmen":977,"Ġowner":978,"Ġhappy":979,"ame":980,"Ġquality":981,"ouse":982,"Ġphone":983,"Ġsl":984,"cha":985,"avor":986,"unch":987,"Ġreturn":988,"rible":989,"Ġthings":990,"Ġcomple":991,"ans":992,"cess":993,"ire":994,"pped":995,"Ġboth":996,"ided":997,"Ġkind":998,"Ġfamily":999,"Ġfres":1000,"Ġgl":1001,"Ġcheck":1002,"ap":1003,"ise":1004,"Ġhar":1005,"Ġproble":1006,"Ġhelpful":1007,"Ġpizza":1008,"fort":1009,"Ġtreat":1010,"Ġweek":1011,"Ġdifferent":1012,"Ġbig":1013,"ves":1014,"Ġmar":1015,"iss":1016,"Ġgave":1017,"Ġfresh":1018,"Ġla":1019,"Ġgu":1020,"ner":1021,"Ġfix":1022,"Ġiss":1023,"esome":1024,"Ġbuy":1025,"for":1026,"Ġbit":1027,"Ġtal":1028,"Ġgetting":1029,"ild":1030,"Ġcho":1031,"ash":1032,"Ġmanager":1033,"ert":1034,"Ġcons":1035,"icious":1036,"Ġnothing":1037,"Ġfo":1038,"Ġperfe":1039,"Ġpur":1040,"Ġused":1041,"Ġtried":1042,"Ġveg":1043,"Ġrec":1044,"Ġsur":1045,"Ġthough":1046,"Ġexpect":1047,"Ġanything":1048,"ary":1049,"Ġdays":1050,"sol":1051,"llent":1052,"Ġhouse":1053,"Ġyear":1054,"Ġgre":1055,"uck":1056,"Ġsat":1057,"Ġthank":1058,"Ġenough":1059,"Ġfree":1060,"up":1061,"Ġdisapp":1062,"ute":1063,"Ġsec":1064,"Ġawesome":1065,"uce":1066,"Ġwhy":1067,"Ġeat":1068,"Ġite":1069,"Ġdelicious":1070,"Ġanyone":1071,"Ġsho":1072,"Ġdog":1073,"aint":1074,"io":1075,"Ġthing":1076,"Ġav":1077,"joy":1078,"ne":1079,"reme":1080,"Ġbur":1081,"Ġperfect":1082,"Ġfront":1083,"Ġenjoy":1084,"Ġmenu":1085,"ub":1086,"ately":1087,"Ġable":1088,"ush":1089,"Ġsele":1090,"Ġhours":1091,"Ġeas":1092,"Ġsomeone":1093,"Ġrecei":1094,"iced":1095,"pon":1096,"ens":1097,"Ġcour":1098,"Ġemplo":1099,"arly":1100,"my":1101,"Ġrun":1102,"Ġcor":1103,"Ġhard":1104,"Ġworth":1105,"Ġfun":1106,"Ġeveryone":1107,"Ġask":1108,"Ġap":1109,"ged":1110,"Ġfull":1111,"Ġpic":1112,"Ġim":1113,"Ġopt":1114,"Ġrude":1115,"Ġwithout":1116,"Ġkid":1117,"less":1118,"Ġdin":1119,"Ġonce":1120,"Ġkeep":1121,"Ġlater":1122,"Ġste":1123,"Ġactually":1124,"Ġbas":1125,"Ġprod":1126,"Ġexcellent":1127,"ook":1128,"Ġspecial":1129,"Ġworking":1130,"Ġreal":1131,"where":1132,"ier":1133,"Ġextreme":1134,"Ġter":1135,"ably":1136,"Ġpurcha":1137,"Ġass":1138,"Ġok":1139,"Ġemploye":1140,"Ġstay":1141,"uc":1142,"ations":1143,"Ġfar":1144,"Ġhaving":1145,"onder":1146,"ren":1147,"Ġpick":1148,"Ġdisappoint":1149,"Ġplac":1150,"vers":1151,"Ġgr":1152,"Ġits":1153,"Ġstar":1154,"Ġhowever":1155,"Ġclass":1156,"solute":1157,"Ġsand":1158,"Ġexpl":1159,"Ġpast":1160,"ible":1161,"Ġtop":1162,"Ġrel":1163,"ord":1164,"Ġextremely":1165,"Ġpleas":1166,"Ġstars":1167,"Ġem":1168,"Ġthought":1169,"Ġswe":1170,"ical":1171,"Ġtoday":1172,"Ġwonder":1173,"Ġcoming":1174,"room":1175,"Ġset":1176,"Ġless":1177,"Ġsuch":1178,"ention":1179,"Ġknowled":1180,"Ġcompl":1181,"Ġquest":1182,"sed":1183,"ails":1184,"Ġcre":1185,"Ġhon":1186,"Ġsk":1187,"stand":1188,"Ġeach":1189,"Ġsupp":1190,"pr":1191,"ott":1192,"ues":1193,"Ġproblem":1194,"Ġcost":1195,"Ġside":1196,"Ġdoing":1197,"Ġwar":1198,"Ġsim":1199,"Ġcheese":1200,"Ġguys":1201,"uring":1202,"uff":1203,"Ġwater":1204,"ose":1205,"Ġsever":1206,"Ġpoint":1207,"Ġcra":1208,"Ġfriends":1209,"Ġes":1210,"Ġlooked":1211,"ia":1212,"Ġselection":1213,"ize":1214,"Ġabsolute":1215,"Ġsty":1216,"Ġmonths":1217,"Ġseveral":1218,"Ġcomplete":1219,"Ġunt":1220,"Ġsandw":1221,"Ġmat":1222,"Ġcoffe":1223,"bs":1224,"ced":1225,"Ġdecided":1226,"Ġcustomers":1227,"Ġcomm":1228,"Ġgir":1229,"Ġarri":1230,"Ġbel":1231,"ized":1232,"ied":1233,"Ġlar":1234,"Ġproduct":1235,"Ġprov":1236,"most":1237,"pping":1238,"Ġlunch":1239,"get":1240,"Ġmeal":1241,"ken":1242,"Ġdoor":1243,"Ġcoffee":1244,"Ġwo":1245,"Ġitems":1246,"Ġmed":1247,"Ġturn":1248,"Ġneeds":1249,"ces":1250,"dy":1251,"Ġuntil":1252,"Ġfel":1253,"Ġsign":1254,"Ġsauce":1255,"aut":1256,"Ġexplain":1257,"Ġwaiting":1258,"ular":1259,"astic":1260,"Ġlist":1261,"sw":1262,"Ġfast":1263,"Ġet":1264,"ward":1265,"Ġfelt":1266,"Ġsou":1267,"Ġknowledge":1268,"ps":1269,"Ġsalad":1270,"Ġest":1271,"ooked":1272,"ently":1273,"Ġfinally":1274,"Ġsecond":1275,"Ġhalf":1276,"Ġcouple":1277,"Ġansw":1278,"Ġhor":1279,"Ġpol":1280,"Ġtrying":1281,"band":1282,"Ġhus":1283,"ib":1284,"Ġbreak":1285,"Ġweeks":1286,"Ġreviews":1287,"Ġda":1288,"Ġdisc":1289,"Ġsit":1290,"Ġhonest":1291,"Ġcard":1292,"Ġalmost":1293,"Ġline":1294,"Ġsto":1295,"Ġdeli":1296,"Ġhusband":1297,"Ġsweet":1298,"Ġtable":1299,"Ġrepl":1300,"Ġduring":1301,"ial":1302,"Ġreceived":1303,"Ġgrou":1304,"Ġind":1305,"Ġhu":1306,"ition":1307,"inks":1308,"Ġbeaut":1309,"Ġnor":1310,"ork":1311,"Ġplaces":1312,"Ġty":1313,"Ġfavor":1314,"ised":1315,"Ġwrong":1316,"Ġwonderful":1317,"Ġkids":1318,"Ġwalked":1319,"ments":1320,"Ġspot":1321,"Ġinfor":1322,"Ġmeat":1323,"Ġpaid":1324,"ather":1325,"Ġgen":1326,"Ġdoct":1327,"Ġcol":1328,"ual":1329,"llow":1330,"Ġwalk":1331,"ative":1332,"Ġstarted":1333,"Ġacc":1334,"Ġdrive":1335,"rect":1336,"de":1337,"Ġwhole":1338,"Ġago":1339,"vent":1340,"Ġpatient":1341,"Ġextra":1342,"ates":1343,"Ġabsolutely":1344,"iet":1345,"Ġgirl":1346,"Ġnum":1347,"Ġtot":1348,"Ġvegas":1349,"side":1350,"Ġdent":1351,"Ġleave":1352,"Ġmass":1353,"Ġthanks":1354,"Ġprom":1355,"Ġquite":1356,"Ġoffer":1357,"Ġdisappointed":1358,"Ġrepair":1359,"Ġclose":1360,"ew":1361,"Ġeasy":1362,"Ġleast":1363,"Ġname":1364,"Ġtown":1365,"Ġsched":1366,"ressed":1367,"Ġbusy":1368,"Ġoverall":1369,"gin":1370,"cer":1371,"ons":1372,"Ġwi":1373,"Ġfill":1374,"Ġbat":1375,"Ġworst":1376,"bo":1377,"Ġwed":1378,"Ġprob":1379,"Ġthose":1380,"Ġstand":1381,"vious":1382,"Ġstuff":1383,"Ġtaste":1384,"Ġincl":1385,"ten":1386,"ically":1387,"ffic":1388,"Ġpie":1389,"ets":1390,"Ġexc":1391,"Ġlarge":1392,"Ġrequ":1393,"Ġpri":1394,"Ġpain":1395,"Ġpm":1396,"sive":1397,"Ġcomfort":1398,"iful":1399,"rand":1400,"ng":1401,"Ġprobably":1402,"Ġadv":1403,"Ġdrinks":1404,"Ġlady":1405,"Ġaut":1406,"ugh":1407,"Ġyes":1408,"Ġstop":1409,"Ġmor":1410,"Ġinside":1411,"Ġbill":1412,"Ġlife":1413,"Ġplay":1414,"ding":1415,"sp":1416,"Ġproper":1417,"em":1418,"Ġmaking":1419,"que":1420,"Ġcharge":1421,"hen":1422,"ead":1423,"ready":1424,"Ġunderstand":1425,"Ġbring":1426,"Ġalready":1427,"Ġmakes":1428,"Ġdrink":1429,"vel":1430,"Ġlive":1431,"Ġprocess":1432,"ru":1433,"Ġhappen":1434,"Ġinstead":1435,"Ġreasonable":1436,"Ġport":1437,"Ġmaybe":1438,"ired":1439,"way":1440,"cially":1441,"Ġrent":1442,"Ġtech":1443,"Ġusually":1444,"Ġsmo":1445,"Ġflo":1446,"ited":1447,"ef":1448,"no":1449,"Ġemployees":1450,"ross":1451,"und":1452,"antastic":1453,"Ġdro":1454,"line":1455,"Ġconf":1456,"Ġquestions":1457,"ared":1458,"great":1459,"Ġespe":1460,"Ġshort":1461,"ness":1462,"icy":1463,"Ġheal":1464,"Ġmiss":1465,"ither":1466,"Ġespecially":1467,"cked":1468,"og":1469,"Ġmess":1470,"Ġsalon":1471,"ted":1472,"Ġlight":1473,"Ġsurpr":1474,"ato":1475,"rap":1476,"Ġdet":1477,"Ġlocal":1478,"lled":1479,"Ġfair":1480,"Ġbeautiful":1481,"Ġhelped":1482,"mm":1483,"Ġhuge":1484,"ures":1485,"ory":1486,"Ġmust":1487,"Ġchange":1488,"Ġplan":1489,"Ġpack":1490,"Ġmus":1491,"Ġbought":1492,"Ġwom":1493,"Ġcur":1494,"Ġfact":1495,"Ġknowledgeable":1496,"ts":1497,"gan":1498,"Ġinstall":1499,"ract":1500,"Ġsandwich":1501,"Ġwife":1502,"Ġissue":1503,"Ġentire":1504,"Ġdinner":1505,"mosp":1506,"Ġcontact":1507,"Ġcream":1508,"Ġissues":1509,"Ġmem":1510,"Ġinter":1511,"Ġatmosp":1512,"Ġsales":1513,"Ġmyself":1514,"ents":1515,"Ġcash":1516,"ned":1517,"Ġfries":1518,"atch":1519,"Ġfollow":1520,"Ġfac":1521,"Ġatmosphere":1522,"Ġfantastic":1523,"ike":1524,"Ġread":1525,"Ġhorrible":1526,"Ġplus":1527,"Ġsaw":1528,"Ġhead":1529,"Ġseen":1530,"rought":1531,"Ġservices":1532,"Ġworked":1533,"Ġstre":1534,"Ġinclud":1535,"Ġchild":1536,"Ġloved":1537,"Ġfavorite":1538,"Ġwind":1539,"Ġvar":1540,"Ġcal":1541,"Ġsell":1542,"fast":1543,"ider":1544,"Ġpot":1545,"Ġstud":1546,"ility":1547,"Ġmet":1548,"Ġdry":1549,"Ġsch":1550,"Ġpass":1551,"Ġdoctor":1552,"Ġseemed":1553,"Ġbrought":1554,"ron":1555,"Ġoptions":1556,"Ġyet":1557,"Ġpres":1558,"Ġbelie":1559,"lle":1560,"Ġwithin":1561,"ote":1562,"Ġteam":1563,"Ġexact":1564,"Ġinte":1565,"cy":1566,"Ġsub":1567,"Ġcompletely":1568,"Ġarrived":1569,"Ġcool":1570,"ys":1571,"Ġbro":1572,"Ġoutside":1573,"Ġrice":1574,"Ġpool":1575,"Ġsy":1576,"Ġban":1577,"Ġstr":1578,"Ġson":1579,"Ġmom":1580,"Ġtaking":1581,"Ġlow":1582,"ughter":1583,"Ġmorning":1584,"nter":1585,"Ġbreakfast":1586,"Ġmoved":1587,"Ġcomfortable":1588,"Ġhotel":1589,"Ġlooks":1590,"Ġapart":1591,"iv":1592,"Ġlas":1593,"Ġgiven":1594,"Ġcommun":1595,"Ġlate":1596,"pensive":1597,"hip":1598,"not":1599,"Ġair":1600,"Ġkept":1601,"Ġeither":1602,"Ġparking":1603,"gr":1604,"Ġrecommended":1605,"Ġhealth":1606,"Ġavail":1607,"Ġdaughter":1608,"Ġquickly":1609,"urance":1610,"used":1611,"rest":1612,"its":1613,"Ġpoor":1614,"Ġmanage":1615,"row":1616,"Ġevent":1617,"Ġmassage":1618,"Ġmove":1619,"Ġsw":1620,"man":1621,"ove":1622,"ption":1623,"Ġgener":1624,"Ġflavor":1625,"ny":1626,"Ġdress":1627,"ump":1628,"Ġcontin":1629,"Ġwaited":1630,"Ġbread":1631,"Ġready":1632,"Ġnails":1633,"Ġroll":1634,"uly":1635,"Ġcheap":1636,"Ġcomes":1637,"Ġice":1638,"Ġgar":1639,"Ġinsurance":1640,"Ġflav":1641,"Ġetc":1642,"Ġtrain":1643,"bb":1644,"Ġrespon":1645,"Ġsoon":1646,"Ġwedding":1647,"Ġran":1648,"Ġwish":1649,"Ġdue":1650,"Ġcourse":1651,"Ġhope":1652,"Ġsent":1653,"itc":1654,"Ġfine":1655,"Ġended":1656,"Ġknew":1657,"Ġterrible":1658,"Ġcond":1659,"Ġshowed":1660,"Ġcent":1661,"log":1662,"Ġoh":1663,"Ġphot":1664,"ured":1665,"Ġschool":1666,"Ġbelieve":1667,"Ġwel":1668,"ling":1669,"Ġmention":1670,"Ġbed":1671,"Ġonline":1672,"Ġnumber":1673,"Ġseems":1674,"Ġburger":1675,"Ġsugg":1676,"sing":1677,"Ġart":1678,"Ġsuggest":1679,"Ġinform":1680,"Ġred":1681,"Ġcold":1682,"Ġdecent":1683,"Ġyel":1684,"Ġmind":1685,"Ġtaken":1686,"ket":1687,"Ġamount":1688,"ax":1689,"Ġob":1690,"cks":1691,"cc":1692,"Ġavailable":1693,"Ġcounter":1694,"ertain":1695,"Ġseem":1696,"Ġoffered":1697,"Ġclient":1698,"Ġsize":1699,"Ġyelp":1700,"Ġtasty":1701,"Ġtrust":1702,"Ġbox":1703,"Ġglass":1704,"Ġce":1705,"Ġmusic":1706,"Ġnear":1707,"ule":1708,"Ġpleasant":1709,"Ġgy":1710,"Ġrecently":1711,"Ġmight":1712,"ale":1713,"Ġval":1714,"Ġaccom":1715,"Ġsaying":1716,"nday":1717,"Ġbeer":1718,"Ġincred":1719,"Ġpict":1720,"Ġlots":1721,"ique":1722,"Ġguess":1723,"ug":1724,"Ġdep":1725,"medi":1726,"Ġfloor":1727,"mod":1728,"Ġresult":1729,"Ġdelivery":1730,"Ġgone":1731,"Ġdoll":1732,"Ġbeef":1733,"Ġinterest":1734,"Ġsoup":1735,"Ġregular":1736,"Ġfixed":1737,"Ġmanagement":1738,"Ġimpressed":1739,"Ġexpensive":1740,"sit":1741,"Ġcred":1742,"Ġwindow":1743,"Ġusing":1744,"Ġinv":1745,"Ġtalk":1746,"Ġneigh":1747,"ake":1748,"Ġappre":1749,"Ġpost":1750,"Ġbuild":1751,"lic":1752,"Ġneighb":1753,"Ġrequest":1754,"Ġplease":1755,"Ġimmedi":1756,"ns":1757,"Ġ+":1758,"Ġglad":1759,"Ġproducts":1760,"bles":1761,"hic":1762,"iter":1763,"Ġtrans":1764,"Ġbott":1765,"Ġdish":1766,"ines":1767,"ulous":1768,"isf":1769,"Ġposs":1770,"Ġbeh":1771,"Ġemail":1772,"itting":1773,"bers":1774,"Ġfit":1775,"Ġdam":1776,"Ġcleaning":1777,"ides":1778,"cept":1779,"Ġpurchase":1780,"Ġeye":1781,"ched":1782,"Ġspend":1783,"Ġtea":1784,"Ġscre":1785,"Ġstreet":1786,"Ġexactly":1787,"Ġtwice":1788,"Ġfried":1789,"though":1790,"aw":1791,"Ġparty":1792,"riend":1793,"Ġappreci":1794,"Ġfan":1795,"Ġanswer":1796,"Ġserver":1797,"Ġcolor":1798,"Ġfish":1799,"ully":1800,"ges":1801,"Ġed":1802,"Ġcharged":1803,"Ġspr":1804,"Ġtruly":1805,"erv":1806,"Ġexplained":1807,"yond":1808,"Ġrem":1809,"Ġori":1810,"Ġspo":1811,"Ġstyle":1812,"Ġwall":1813,"Ġcredit":1814,"Ġbeyond":1815,"Ġgroup":1816,"Ġconsider":1817,"Ġbehind":1818,"osed":1819,"Ġlack":1820,"Ġwaitress":1821,"ished":1822,"Ġegg":1823,"Ġide":1824,"Ġmid":1825,"Ġdentist":1826,"Ġowners":1827,"Ġothers":1828,"Ġavo":1829,"Ġalthough":1830,"Ġfrid":1831,"Ġmil":1832,"als":1833,"Ġgri":1834,"Ġserious":1835,"Ġimmediately":1836,"Ġlear":1837,"Ġear":1838,"Ġprep":1839,"ican":1840,"Ġsush":1841,"Ġdecor":1842,"Ġslow":1843,"ĠĠĊ":1844,"ah":1845,"fortun":1846,"Ġtac":1847,"Ġtasted":1848,"Ġbath":1849,"mon":1850,"Ġvehic":1851,"Ġgreet":1852,"Ġenjoyed":1853,"Ġgra":1854,"Ġlonger":1855,"Ġoften":1856,"Ġpriced":1857,"Ġsatur":1858,"Ġsushi":1859,"Ġwatch":1860,"Ġtakes":1861,"Ġlea":1862,"Ġstra":1863,"Ġrefund":1864,"Ġpho":1865,"Ġped":1866,"mber":1867,"Ġthin":1868,"ging":1869,"Ġwarm":1870,"Ġexp":1871,"Ġdou":1872,"Ġabove":1873,"ages":1874,"kend":1875,"ird":1876,"Ġdir":1877,"come":1878,"Ġwoman":1879,"iety":1880,"Ġweekend":1881,"Ġtrip":1882,"Ġint":1883,"Ġfut":1884,"Ġsn":1885,"Ġconcer":1886,"Ġearly":1887,"Ġclosed":1888,"co":1889,"Ġoil":1890,"Ġsatisf":1891,"Ġlou":1892,"Ġtables":1893,"Ġdesk":1894,"Ġrelax":1895,"ames":1896,"ween":1897,"Ġpurchased":1898,"ister":1899,"cri":1900,"Ġbrand":1901,"ence":1902,"Ġserved":1903,"Ġbetween":1904,"Ġdishes":1905,"col":1906,"Ġunfortun":1907,"Ġgets":1908,"Ġface":1909,"lish":1910,"Ġluck":1911,"ĠĠĠĠĠĠĠĠ":1912,"ats":1913,"Ġhands":1914,"Ġrather":1915,"Ġfuture":1916,"Ġchin":1917,"erg":1918,"Ġpull":1919,"Ġeng":1920,"Ġbag":1921,"Ġconven":1922,"Ġattit":1923,"ibly":1924,"Ġcup":1925,"Ġappro":1926,"Ġtom":1927,"ident":1928,"pro":1929,"ics":1930,"Ġgiving":1931,"cut":1932,"Ġcity":1933,"Ġlevel":1934,"list":1935,"Ġclot":1936,"Ġsays":1937,"Ġstopped":1938,"Ġkitc":1939,"ung":1940,"Ġkitchen":1941,"Ġspent":1942,"Ġchoo":1943,"ior":1944,"Ġreme":1945,"Ġmach":1946,"Ġacross":1947,"do":1948,"Ġforward":1949,"Ġpark":1950,"Ġtruck":1951,"Ġheard":1952,"Ġtyp":1953,"Ġnorm":1954,"Ġsol":1955,"Ġmeet":1956,"Ġpaying":1957,"Ġhold":1958,"Ġhear":1959,"Ġsaturday":1960,"Ġspeak":1961,"Ġcase":1962,"Ġcooked":1963,"Ġfil":1964,"Ġeating":1965,"Ġchip":1966,"Ġspace":1967,"ities":1968,"Ġdan":1969,"Ġmaint":1970,"Ġtou":1971,"Ġrid":1972,"na":1973,"Ġpersonal":1974,"Ġcook":1975,"Ġremo":1976,"Ġneg":1977,"Ġpract":1978,"olog":1979,"Ġliter":1980,"Ġturned":1981,"Ġmult":1982,"Ġsme":1983,"Ġschedul":1984,"Ġsimple":1985,"Ġaccommod":1986,"Ġprevious":1987,"Ġboy":1988,"Ġcorrect":1989,"Ġmain":1990,"antly":1991,"Ġminute":1992,"Ġcannot":1993,"Ġcertain":1994,"Ġmod":1995,"ls":1996,"ense":1997,"Ġsyst":1998,"Ġje":1999,"ender":2000,"ark":2001,"Ġdogs":2002,"Ġalong":2003,"Ġtotally":2004,"Ġaff":2005,"Ġdesign":2006,"verage":2007,"Ġorigin":2008,"Ġhappened":2009,"Ġnail":2010,"Ġworks":2011,"Ġequ":2012,"Ġattention":2013,"Ġword":2014,"zy":2015,"Ġimport":2016,"Ġshopping":2017,"ants":2018,"Ġsing":2019,"ician":2020,"Ġchocol":2021,"Ġsend":2022,"Ġwine":2023,"Ġfa":2024,"Ġassist":2025,"Ġsitu":2026,"Ġmist":2027,"ication":2028,"Ġtalking":2029,"Ġvariety":2030,"Ġcomplaint":2031,"Ġasking":2032,"Ġemployee":2033,"Ġtype":2034,"Ġwings":2035,"Ġreplace":2036,"owd":2037,"ery":2038,"Ġliterally":2039,"Ġyourself":2040,"je":2041,"Ġattitude":2042,"Ġproblems":2043,"Ġrefer":2044,"Ġmean":2045,"Ġtreated":2046,"fully":2047,"orough":2048,"Ġknows":2049,"itional":2050,"Ġexcept":2051,"Ġz":2052,"Ġallow":2053,"Ġdetail":2054,"Ġdon":2055,"Ġpet":2056,"Ġbow":2057,"Ġmix":2058,"Ġschedule":2059,"Ġocc":2060,"Ġokay":2061,"Ġbir":2062,"Ġcalls":2063,"ime":2064,"Ġele":2065,"gn":2066,"Ġanywhere":2067,"Ġups":2068,"coming":2069,"Ġrestaurants":2070,"Ġdess":2071,"Ġchoice":2072,"Ġchr":2073,"Ġann":2074,"Ġpan":2075,"rently":2076,"ex":2077,"Ġdessert":2078,"Ġnoticed":2079,"ange":2080,"Ġcance":2081,"Ġlisten":2082,"Ġunfortunately":2083,"Ġwalking":2084,"Ġtest":2085,"Ġgym":2086,"ills":2087,"ruct":2088,"Ġupd":2089,"Ġpicked":2090,"Ġcake":2091,"Ġchanged":2092,"Ġorgan":2093,"imes":2094,"Ġcreat":2095,"Ġspicy":2096,"Ġsor":2097,"ins":2098,"ience":2099,"Ġtechn":2100,"Ġwebs":2101,"Ġpork":2102,"entive":2103,"Ġopened":2104,"Ġfig":2105,"just":2106,"gether":2107,"Ġpaper":2108,"ined":2109,"Ġsystem":2110,"Ġbook":2111,"Ġtotal":2112,"Ġsteak":2113,"Ġliked":2114,"Ġju":2115,"Ġcontract":2116,"Ġfre":2117,"Ġtreatment":2118,"Ġmoving":2119,"Ġcount":2120,"Ġvehicle":2121,"Ġsitting":2122,"Ġstep":2123,"fficient":2124,"icure":2125,"dd":2126,"arch":2127,"rit":2128,"iple":2129,"Ġstores":2130,"Ġfeeling":2131,"enty":2132,"bur":2133,"hood":2134,"Ġgoes":2135,"Ġinformation":2136,"Ġapartment":2137,"Ġthorough":2138,"icing":2139,"Ġpartic":2140,"Ġcolle":2141,"Ġones":2142,"Ġpotato":2143,"Ġrunning":2144,"Ġupon":2145,"Ġmultiple":2146,"professional":2147,"Ġobvious":2148,"Ġsometimes":2149,"Ġchair":2150,"Ġwash":2151,"Ġdirty":2152,"Ġreplac":2153,"Ġfriday":2154,"Ġblack":2155,"Ġchoose":2156,"Ġsumm":2157,"Ġchocolate":2158,"Ġgreen":2159,"by":2160,"Ġbased":2161,"Ġafford":2162,"Ġyoung":2163,"Ġincluding":2164,"Ġbathroom":2165,"Ġtre":2166,"Ġcomplain":2167,"ters":2168,"Ġsituation":2169,"Ġchecked":2170,"Ġbri":2171,"Ġmic":2172,"Ġstri":2173,"Ġwebsite":2174,"friend":2175,"Ġwaste":2176,"Ġblo":2177,"Ġdate":2178,"Ġsupport":2179,"go":2180,"Ġwhite":2181,"ply":2182,"Ġtogether":2183,"ots":2184,"Ġresults":2185,"Ġprovided":2186,"pper":2187,"Ġidea":2188,"fer":2189,"Ġbuying":2190,"Ġtext":2191,"Ġavoid":2192,"ret":2193,"Ġproperty":2194,"Ġbuilding":2195,"Ġfurn":2196,"Ġsurprised":2197,"iting":2198,"Ġattentive":2199,"Ġunprofessional":2200,"Ġexpected":2201,"Ġpossible":2202,"Ġstate":2203,"Ġnon":2204,"att":2205,"Ġsorry":2206,"Ġpleased":2207,"Ġton":2208,"pet":2209,"Ġinstruct":2210,"Ġsad":2211,"Ġspoke":2212,"ject":2213,"Ġx":2214,"Ġaccount":2215,"Ġdirect":2216,"Ġsupposed":2217,"Ġcla":2218,"Ġskin":2219,"rant":2220,"Ġlost":2221,"Ġcenter":2222,"Ġbirth":2223,"Ġapolog":2224,"Ġbody":2225,"Ġclub":2226,"Ġpop":2227,"ĠĠĠĠĠ":2228,"Ġclear":2229,"umb":2230,"Ġchildren":2231,"body":2232,"Ġop":2233,"Ġsimply":2234,"Ġclasses":2235,"Ġexam":2236,"Ġbab":2237,"Ġbegin":2238,"Ġconsist":2239,"lves":2240,"Ġclearly":2241,"Ġstylist":2242,"Ġefficient":2243,"ored":2244,"Ġchinese":2245,"Ġremember":2246,"Ġprompt":2247,"ses":2248,"Ġgift":2249,"Ġconvenient":2250,"ey":2251,"Ġspecif":2252,"Ġpieces":2253,"Ġshri":2254,"Ġcompet":2255,"Ġitself":2256,"Ġmarket":2257,"Ġoption":2258,"Ġprior":2259,"Ġposit":2260,"Ġseason":2261,"Ġseriously":2262,"ivered":2263,"Ġleg":2264,"Ġpaint":2265,"Ġsave":2266,"Ġcalling":2267,"Ġveget":2268,"Ġtoron":2269,"ppy":2270,"Ġtoronto":2271,"Ġshrimp":2272,"let":2273,"Ġpictures":2274,"Ġdelivered":2275,"head":2276,"Ġyum":2277,"Ġplenty":2278,"Ġneighbor":2279,"rence":2280,"Ġcas":2281,"Ġsound":2282,"Ġten":2283,"Ġnood":2284,"Ġliving":2285,"ler":2286,"Ġpiece":2287,"Ġtan":2288,"Ġquestion":2289,"Ġdollars":2290,"Ġserve":2291,"Ġtrue":2292,"Ġnat":2293,"Ġattend":2294,"Ġdiscount":2295,"Ġhaircut":2296,"Ġcleaned":2297,"Ġgreeted":2298,"Ġworld":2299,"ium":2300,"Ġperfectly":2301,"Ġleaving":2302,"Ġcrowd":2303,"Ġvo":2304,"Ġboo":2305,"Ġhung":2306,"Ġteac":2307,"Ġer":2308,"Ġinf":2309,"Ġprovide":2310,"Ġconst":2311,"Ġhit":2312,"Ġtow":2313,"cking":2314,"Ġdist":2315,"Ġportions":2316,"Ġtouch":2317,"Ġappet":2318,"ma":2319,"Ġlocated":2320,"iculous":2321,"Ġhonestly":2322,"Ġappe":2323,"Ġordering":2324,"Ġsmooth":2325,"Ġseeing":2326,"Ġtip":2327,"Ġresponse":2328,"Ġplate":2329,"imate":2330,"Ġsingle":2331,"Ġbud":2332,"Ġstick":2333,"Ġwilling":2334,"els":2335,"Ġfee":2336,"Ġsmell":2337,"ict":2338,"ries":2339,"ada":2340,"gers":2341,"Ġclaim":2342,"Ġbuff":2343,"Ġmembers":2344,"br":2345,"Ġgroupon":2346,"Ġbart":2347,"Ġwarrant":2348,"Ġvalue":2349,"ented":2350,"Ġaverage":2351,"Ġsale":2352,"Ġgent":2353,"Ġfinished":2354,"Ġsunday":2355,"Ġreturned":2356,"Ġsummer":2357,"Ġanswered":2358,"li":2359,"wor":2360,"ency":2361,"Ġlaw":2362,"Ġitem":2363,"Ġevening":2364,"iches":2365,"Ġelsewhere":2366,"Ġhang":2367,"Ġmas":2368,"Ġyog":2369,"Ġbra":2370,"Ġhum":2371,"port":2372,"pond":2373,"Ġcris":2374,"Ġben":2375,"Ġphoen":2376,"Ġgame":2377,"Ġenc":2378,"Ġhop":2379,"Ġflow":2380,"Ġreception":2381,"Ġmis":2382,"Ġenv":2383,"Ġfore":2384,"Ġcontinue":2385,"orn":2386,"ware":2387,"arely":2388,"Ġbac":2389,"ming":2390,"Ġpositive":2391,"Ġstandard":2392,"Ġrooms":2393,"Ġphoenix":2394,"Ġnotice":2395,"Ġorders":2396,"Ġmatter":2397,"Ġcars":2398,"Ġappa":2399,"Ġexcited":2400,"Ġparts":2401,"Ġsandwiches":2402,"chan":2403,"izer":2404,"Ġreplaced":2405,"Ġconvers":2406,"Ġflavour":2407,"Ġunique":2408,"Ġvac":2409,"het":2410,"Ġimpro":2411,"Ġmall":2412,"Ġhelping":2413,"Ġfacility":2414,"Ġclients":2415,"Ġgirls":2416,"Ġbasically":2417,"Ġbroken":2418,"ison":2419,"Ġheart":2420,"Ġbirthday":2421,"Ġunless":2422,"Ġaccept":2423,"iture":2424,"Ġopin":2425,"Ġfro":2426,"Ġwrite":2427,"Ġunit":2428,"Ġwelcoming":2429,"ina":2430,"Ġfinish":2431,"Ġbank":2432,"Ġworse":2433,"Ġgentle":2434,"wards":2435,"Ġscheduled":2436,"zen":2437,"Ġrespect":2438,"Ġportion":2439,"Ġtv":2440,"Ġtelling":2441,"Ġgas":2442,"dle":2443,"Ġinformed":2444,"Ġtha":2445,"Ġawful":2446,"aking":2447,"Ġpricing":2448,"Ġincredibly":2449,"Ġrespond":2450,"Ġpress":2451,"Ġguest":2452,"Ġdiffic":2453,"Ġshoes":2454,"Ġtrave":2455,"Ġmins":2456,"Ġnegative":2457,"ued":2458,"Ġregard":2459,"Ġfurniture":2460,"mer":2461,"Ġcute":2462,"Ġtour":2463,"Ġdra":2464,"Ġchance":2465,"af":2466,"Ġscott":2467,"work":2468,"Ġfur":2469,"Ġcrisp":2470,"Ġing":2471,"Ġquote":2472,"Ġmother":2473,"eth":2474,"Ġtax":2475,"Ġdining":2476,"ists":2477,"Ġstraight":2478,"Ġsomewhere":2479,"standing":2480,"ph":2481,"pit":2482,"Ġpolite":2483,"Ġfab":2484,"Ġwin":2485,"Ġempty":2486,"Ġlad":2487,"sh":2488,"Ġcondition":2489,"Ġexperienced":2490,"Ġmachine":2491,"Ġinit":2492,"Ġdental":2493,"Ġroad":2494,"ator":2495,"Ġreturning":2496,"Ġdow":2497,"selves":2498,"irm":2499,"ches":2500,"ipment":2501,"Ġlim":2502,"ried":2503,"Ġclothes":2504,"Ġball":2505,"cial":2506,"Ġprepared":2507,"Ġdownt":2508,"Ġsatisfied":2509,"temp":2510,"Ġfoot":2511,"Ġreceive":2512,"aged":2513,"Ġstrong":2514,"gar":2515,"Ġmistake":2516,"Ġver":2517,"Ġclos":2518,"Ġaffordable":2519,"Ġforg":2520,"Ġwarranty":2521,"Ġappreciate":2522,"Ġsoft":2523,"Ġmail":2524,"Ġmex":2525,"Ġbb":2526,"Ġtherap":2527,"cing":2528,"Ġcat":2529,"Ġestab":2530,"ision":2531,"more":2532,"Ġchips":2533,"Ġinspect":2534,"Ġtacos":2535,"ux":2536,"Ġdowntown":2537,"Ġoccas":2538,"Ġrolls":2539,"oof":2540,"Ġmont":2541,"tern":2542,"ucks":2543,"Ġgotten":2544,"love":2545,"Ġenvir":2546,"Ġridiculous":2547,"Ġimportant":2548,"Ġba":2549,"Ġloud":2550,"what":2551,"ster":2552,"Ġappetizer":2553,"Ġafterno":2554,"Ġopinion":2555,"Ġid":2556,"Ġpair":2557,"Ġcoupon":2558,"Ġfilled":2559,"Ġque":2560,"teous":2561,"hent":2562,"Ġaddition":2563,"Ġobviously":2564,"Ġey":2565,"Ġrefused":2566,"Ġapparently":2567,"urt":2568,"Ġamb":2569,"ushed":2570,"Ġmac":2571,"Ġmainten":2572,"Ġenviron":2573,"Ġhig":2574,"Ġsmile":2575,"real":2576,"Ġtraining":2577,"Ġcharl":2578,"Ġsold":2579,"Ġoriginal":2580,"Ġaccess":2581,"Ġfall":2582,"Ġhos":2583,"ane":2584,"Ġvegg":2585,"Ġsafe":2586,"Ġvisiting":2587,"Ġgrand":2588,"Ġmechan":2589,"Ġmine":2590,"Ġmot":2591,"Ġdifficult":2592,"Ġanyway":2593,"Ġaccommodating":2594,"val":2595,"har":2596,"ino":2597,"Ġafternoon":2598,"Ġcourteous":2599,"Ġhost":2600,"Ġlab":2601,"sa":2602,"Ġahead":2603,"Ġquot":2604,"Ġwhatever":2605,"ield":2606,"Ġauto":2607,"hentic":2608,"ho":2609,"Ġbon":2610,"Ġneighborhood":2611,"Ġmaintenance":2612,"Ġchef":2613,"Ġwear":2614,"Ġnone":2615,"Ġthroughout":2616,"Ġadded":2617,"Ġenvironment":2618,"Ġnote":2619,"Ġequipment":2620,"cle":2621,"amed":2622,"Ġingred":2623,"ee":2624,"action":2625,"Ġshir":2626,"Ġphotos":2627,"Ġign":2628,"Ġingredient":2629,"uit":2630,"lt":2631,"Ġbaby":2632,"Ġrate":2633,"Ġspa":2634,"Ġboyfriend":2635,"Ġlived":2636,"Ġvisited":2637,"Ġladies":2638,"Ġbbq":2639,"Ġsle":2640,"aper":2641,"Ġmaj":2642,"rench":2643,"Ġreserv":2644,"Ġthai":2645,"Ġauthentic":2646,"Ġamer":2647,"Ġcrew":2648,"Ġtire":2649,"Ġhell":2650,"Ġbowl":2651,"Ġbacon":2652,"Ġmiddle":2653,"Ġbooked":2654,"Ġsamp":2655,"Ġchose":2656,"Ġview":2657,"Ġsort":2658,"par":2659,"Ġra":2660,"Ġseating":2661,"Ġincredible":2662,"Ġshi":2663,"Ġclin":2664,"Ġpatients":2665,"Ġthinking":2666,"ising":2667,"Ġthru":2668,"iance":2669,"unk":2670,"Ġlay":2671,"Ġcover":2672,"ying":2673,"Ġadm":2674,"went":2675,"Ġinstalled":2676,"dr":2677,"Ġcaring":2678,"read":2679,"bin":2680,"alley":2681,"Ġchrist":2682,"Ġoutstanding":2683,"Ġestablish":2684,"Ġcourt":2685,"Ġconsidering":2686,"Ġperfor":2687,"Ġcashier":2688,"Ġbutter":2689,"urs":2690,"Ġhy":2691,"Ġflavors":2692,"Ġmajor":2693,"Ġdesp":2694,"Ġvi":2695,"Ġstrip":2696,"ona":2697,"Ġfav":2698,"Ġcompanies":2699,"Ġcommunity":2700,"eded":2701,"Ġital":2702,"Ġburrit":2703,"Ġstudio":2704,"Ġteacher":2705,"Ġstor":2706,"Ġdealers":2707,"Ġfinding":2708,"ism":2709,"ially":2710,"Ġfrench":2711,"ower":2712,"ained":2713,"Ġate":2714,"Ġstation":2715,"Ġworkers":2716,"Ġdont":2717,"Ġvalley":2718,"Ġble":2719,"Ġpatio":2720,"uts":2721,"Ġadditional":2722,"ands":2723,"Ġexperiences":2724,"lly":2725,"Ġmou":2726,"Ġprint":2727,"Ġparent":2728,"Ġadvice":2729,"Ġdisg":2730,"Ġwow":2731,"iny":2732,"Ġur":2733,"Ġlol":2734,"Ġboard":2735,"Ġsurger":2736,"Ġconversation":2737,"Ġmad":2738,"Ġbrown":2739,"Ġrepairs":2740,"Ġquiet":2741,"ached":2742,"Ġsess":2743,"Ġglasses":2744,"Ġbal":2745,"Ġshops":2746,"ustr":2747,"Ġimag":2748,"Ġtalked":2749,"Ġstated":2750,"Ġgel":2751,"gram":2752,"cre":2753,"Ġitalian":2754,"Ġattemp":2755,"Ġimpress":2756,"Ġrock":2757,"Ġstory":2758,"Ġtechnician":2759,"Ġpulled":2760,"vered":2761,"Ġgro":2762,"Ġpractice":2763,"terday":2764,"Ġdriver":2765,"Ġnic":2766,"Ġhospit":2767,"ppings":2768,"Ġmonday":2769,"Ġfran":2770,"Ġstayed":2771,"Ġingredients":2772,"ton":2773,"Ġincluded":2774,"itch":2775,"ang":2776,"Ġhealthy":2777,"Ġmentioned":2778,"Ġdeep":2779,"Ġjoh":2780,"Ġbother":2781,"Ġlovely":2782,"Ġreceipt":2783,"Ġdrop":2784,"ath":2785,"dale":2786,"ney":2787,"den":2788,"Ġpub":2789,"Ġcontacted":2790,"Ġtick":2791,"Ġmouth":2792,"Ġdriving":2793,"Ġdisgust":2794,"Ġwomen":2795,"Ġproject":2796,"lex":2797,"Ġbottom":2798,"Ġdespite":2799,"ern":2800,"Ġappointments":2801,"they":2802,"Ġgeneral":2803,"acy":2804,"Ġmexican":2805,"ball":2806,"Ġmc":2807,"Ġwaiter":2808,"Ġyesterday":2809,"Ġcovered":2810,"Ġphys":2811,"ified":2812,"Ġtoppings":2813,"vert":2814,"Ġprescri":2815,"Ġrental":2816,"Ġfurther":2817,"Ġgroom":2818,"Ġfail":2819,"Ġbike":2820,"Ġdeliver":2821,"Ġtomato":2822,"pend":2823,"Ġcarpet":2824,"Ġwest":2825,"Ġprogram":2826,"ric":2827,"otte":2828,"Ġwax":2829,"Ġlocations":2830,"Ġsurprise":2831,"ili":2832,"amb":2833,"Ġcomplim":2834,"Ġopp":2835,"Ġfrustr":2836,"Ġscr":2837,"Ġbite":2838,"Ġmedical":2839,"acks":2840,"Ġsense":2841,"Ġasso":2842,"Ġcertainly":2843,"Ġsqu":2844,"Ġcu":2845,"cted":2846,"Ġteeth":2847,"Ġgem":2848,"Ġcheaper":2849,"Ġflat":2850,"Ġanymore":2851,"Ġpour":2852,"Ġdark":2853,"time":2854,"Ġsurgery":2855,"Ġassoci":2856,"Ġburgers":2857,"Ġcrazy":2858,"Ġworkout":2859,"Ġproced":2860,"Ġslight":2861,"hel":2862,"Ġcharlotte":2863,"Ġnatur":2864,"Ġvan":2865,"Ġupdate":2866,"Ġmatt":2867,"Ġdeser":2868,"Ġarr":2869,"Ġrating":2870,"Ġari":2871,"Ġsour":2872,"Ġcarry":2873,"ific":2874,"reed":2875,"Ġexpectations":2876,"Ġproperly":2877,"Ġsun":2878,"Ġsearch":2879,"ones":2880,"ights":2881,"Ġmissing":2882,"Ġaddress":2883,"Ġmontreal":2884,"ta":2885,"Ġven":2886,"Ġcomput":2887,"Ġproce":2888,"Ġpayment":2889,"Ġfrequ":2890,"over":2891,"Ġfollowing":2892,"Ġactual":2893,"Ġparticular":2894,"ularly":2895,"Ġmark":2896,"Ġdouble":2897,"Ġclinic":2898,"Ġchecking":2899,"ita":2900,"uss":2901,"Ġnoodles":2902,"Ġnormal":2903,"Ġannoy":2904,"ana":2905,"hor":2906,"Ġanim":2907,"Ġdealership":2908,"Ġcause":2909,"Ġfire":2910,"Ġyummy":2911,"Ġdoctors":2912,"Ġge":2913,"Ġring":2914,"Ġbarely":2915,"Ġestablishment":2916,"Ġforget":2917,"Ġhate":2918,"Ġsport":2919,"Ġchoices":2920,"Ġtrad":2921,"ilar":2922,"Ġpedicure":2923,"ites":2924,"Ġdropped":2925,"Ġreading":2926,"Ġagree":2927,"Ġbatter":2928,"Ġeasily":2929,"Ġfol":2930,"Ġaz":2931,"Ġvet":2932,"Ġpasta":2933,"Ġrepe":2934,"Ġcrust":2935,"Ġknown":2936,"key":2937,"Ġupset":2938,"Ġagreed":2939,"Ġtires":2940,"Ġmessage":2941,"Ġrese":2942,"Ġforgot":2943,"Ġfairly":2944,"Ġoper":2945,"Ġshows":2946,"lier":2947,"Ġscreen":2948,"Ġelect":2949,"Ġpackage":2950,"Ġmember":2951,"Ġbland":2952,"Ġform":2953,"Ġcrispy":2954,"Ġforever":2955,"Ġstock":2956,"Ġbartender":2957,"Ġsister":2958,"Ġgrocer":2959,"Ġnotch":2960,"Ġbun":2961,"Ġdisappointing":2962,"Ġeggs":2963,"sdale":2964,"Ġcomplex":2965,"Ġsite":2966,"Ġgrab":2967,"best":2968,"Ġmanner":2969,"Ġdifference":2970,"Ġnorth":2971,"Ġjew":2972,"Ġpicture":2973,"Ġhigher":2974,"Ġsouth":2975,"Ġles":2976,"Ġshot":2977,"Ġbeat":2978,"Ġgrilled":2979,"Ġgives":2980,"Ġreport":2981,"Ġclosing":2982,"Ġolder":2983,"Ġmer":2984,"Ġreferred":2985,"Ġremind":2986,"ises":2987,"por":2988,"Ġcompared":2989,"Ġinteresting":2990,"Ġmeals":2991,"Ġmeans":2992,"ains":2993,"Ġvoice":2994,"Ġscottsdale":2995,"Ġpersonally":2996,"Ġbasic":2997,"Ġprefer":2998,"Ġgames":2999,"Ġdepart":3000,"Ġbak":3001,"had":3002,"Ġfeet":3003,"Ġfilling":3004,"Ġmoment":3005,"Ġthous":3006,"Ġcommunication":3007,"urity":3008,"Ġshare":3009,"Ġestimate":3010,"Ġdrove":3011,"Ġplaced":3012,"Ġchat":3013,"Ġplaying":3014,"Ġstarb":3015,"Ġbuffet":3016,"Ġtun":3017,"thy":3018,"Ġrecord":3019,"Ġpacked":3020,"Ġreasonably":3021,"ik":3022,"Ġalone":3023,"Ġdamage":3024,"Ġlat":3025,"ndy":3026,"Ġir":3027,"Ġtatt":3028,"Ġdiag":3029,"Ġpressure":3030,"ley":3031,"Ġeyes":3032,"Ġinterested":3033,"Ġsection":3034,"icated":3035,"llen":3036,"Ġfault":3037,"Ġfrozen":3038,"Ġariz":3039,"Ġregister":3040,"Ġhid":3041,"Ġlearn":3042,"Ġtattoo":3043,"Ġpromised":3044,"Ġheat":3045,"uine":3046,"Ġsecurity":3047,"Ġrelaxing":3048,"priced":3049,"Ġareas":3050,"Ġcafe":3051,"oooo":3052,"Ġpepper":3053,"Ġseated":3054,"Ġpriv":3055,"Ġgarage":3056,"Ġjohn":3057,"Ġsick":3058,"Ġself":3059,"Ġarizona":3060,"Ġunl":3061,"Ġwants":3062,"ze":3063,"Ġstarbucks":3064,"itive":3065,"Ġstress":3066,"ds":3067,"con":3068,"Ġpolicy":3069,"Ġfolks":3070,"Ġbunch":3071,"Ġcorner":3072,"Ġmush":3073,"Ġgarlic":3074,"Ġmike":3075,"Ġtaco":3076,"Ġmostly":3077,"ica":3078,"Ġpresent":3079,"Ġnur":3080,"Ġdepos":3081,"Ġoffers":3082,"erk":3083,"Ġblue":3084,"Ġcontro":3085,"Ġjack":3086,"illa":3087,"Ġcock":3088,"ows":3089,"Ġadjust":3090,"Ġkey":3091,"Ġhesit":3092,"Ġpump":3093,"Ġadvert":3094,"ille":3095,"Ġjoint":3096,"Ġtor":3097,"Ġpersonable":3098,"Ġpush":3099,"Ġowned":3100,"wise":3101,"Ġcoo":3102,"che":3103,"bby":3104,"land":3105,"Ġtrou":3106,"Ġfavour":3107,"Ġburrito":3108,"Ġdescri":3109,"Ġdoors":3110,"rew":3111,"Ġrealized":3112,"Ġmilk":3113,"Ġtypical":3114,"Ġparents":3115,"Ġant":3116,"Ġden":3117,"ering":3118,"Ġshut":3119,"Ġchairs":3120,"Ġpitt":3121,"Ġintern":3122,"Ġjoke":3123,"Ġloves":3124,"Ġchain":3125,"nam":3126,"Ġpu":3127,"ature":3128,"Ġsigned":3129,"zz":3130,"Ġwindows":3131,"Ġlimited":3132,"Ġweird":3133,"lling":3134,"Ġthird":3135,"Ġconcerns":3136,"Ġnormally":3137,"ctions":3138,"Ġwelcome":3139,"Ġseat":3140,"Ġune":3141,"Ġoverpriced":3142,"gs":3143,"Ġpricey":3144,"Ġgenuine":3145,"Ġcares":3146,"Ġguests":3147,"Ġrequested":3148,"Ġjewel":3149,"Ġpen":3150,"Ġexpecting":3151,"Ġwood":3152,"made":3153,"Ġcompleted":3154,"Ġgod":3155,"Ġflowers":3156,"Ġeff":3157,"Ġspecials":3158,"Ġbudget":3159,"Ġtemp":3160,"Ġwhether":3161,"Ġpotatoes":3162,"Ġknowing":3163,"orge":3164,"Ġbase":3165,"Ġimprove":3166,"Ġnearly":3167,"harm":3168,"Ġrush":3169,"Ġappreciated":3170,"Ġmr":3171,"Ġthick":3172,"Ġotherwise":3173,"Ġtoast":3174,"Ġdaily":3175,"Ġquoted":3176,"Ġbeans":3177,"oss":3178,"ara":3179,"ume":3180,"bt":3181,"Ġamerican":3182,"cessary":3183,"Ġscam":3184,"Ġmag":3185,"Ġthemselves":3186,"Ġpharm":3187,"mb":3188,"Ġdollar":3189,"Ġreceptionist":3190,"sbur":3191,"arian":3192,"Ġcomputer":3193,"outine":3194,"Ġputting":3195,"rif":3196,"Ġtues":3197,"Ġens":3198,"Ġairport":3199,"Ġorganized":3200,"Ġcosts":3201,"Ġfabulous":3202,"ini":3203,"berry":3204,"Ġhungry":3205,"Ġcorn":3206,"ograp":3207,"Ġfacial":3208,"Ġserving":3209,"Ġsimilar":3210,"iding":3211,"Ġcorpor":3212,"Ġlucky":3213,"ution":3214,"Ġtastes":3215,"Ġskills":3216,"Ġbroke":3217,"Ġfoc":3218,"Ġindian":3219,"Ġdisgusting":3220,"Ġload":3221,"Ġpittsbur":3222,"Ġfinal":3223,"mas":3224,"Ġlearned":3225,"Ġcop":3226,"Ġvisits":3227,"Ġdump":3228,"Ġextens":3229,"Ġbottle":3230,"ify":3231,"Ġbell":3232,"ergy":3233,"Ġru":3234,"Ġgenerous":3235,"comfort":3236,"Ġlower":3237,"Ġmodern":3238,"Ġstanding":3239,"iling":3240,"Ġspring":3241,"illed":3242,"la":3243,"nes":3244,"Ġsmaller":3245,"Ġbucks":3246,"Ġfunny":3247,"Ġpolish":3248,"Ġthrow":3249,"Ġtiny":3250,"Ġreservation":3251,"Ġhospital":3252,"aks":3253,"Ġspecific":3254,"Ġbeware":3255,"Ġ=":3256,"Ġsalmon":3257,"Ġbecome":3258,"Ġhidden":3259,"Ġimagine":3260,"Ġdeposit":3261,"Ġservers":3262,"Ġpittsburgh":3263,"Ġhappier":3264,"Ġfruit":3265,"Ġallowed":3266,"Ġtonight":3267,"Ġusual":3268,"now":3269,"Ġgrow":3270,"Ġsleep":3271,"Ġdance":3272,"cakes":3273,"Ġconsult":3274,"Ġfigure":3275,"asy":3276,"Ġlease":3277,"amp":3278,"Ġnatural":3279,"Ġphoto":3280,"Ġambiance":3281,"Ġsepar":3282,"Ġpad":3283,"Ġdecision":3284,"Ġrange":3285,"Ġblood":3286,"don":3287,"Ġdepartment":3288,"Ġcomplaints":3289,"Ġpleasure":3290,"Ġmatch":3291,"Ġstudents":3292,"Ġride":3293,"Ġeffort":3294,"fet":3295,"Ġfeels":3296,"cu":3297,"Ġjud":3298,"Ġsaus":3299,"Ġstuck":3300,"izes":3301,"ivid":3302,"Ġmiles":3303,"Ġrd":3304,"Ġcomment":3305,"Ġhandle":3306,"Ġeaten":3307,"Ġshape":3308,"Ġarrive":3309,"Ġenglish":3310,"hile":3311,"Ġresol":3312,"Ġdealing":3313,"Ġremoved":3314,"Ġmechanic":3315,"Ġtender":3316,"Ġtend":3317,"Ġtem":3318,"Ġgold":3319,"Ġearlier":3320,"first":3321,"vis":3322,"Ġcards":3323,"Ġprofessionalism":3324,"Ġnearby":3325,"Ġroof":3326,"izing":3327,"Ġyoga":3328,"Ġbou":3329,"Ġindivid":3330,"Ġjuice":3331,"Ġslightly":3332,"Ġconfirm":3333,"Ġasian":3334,"Ġfigured":3335,"Ġexpert":3336,"Ġground":3337,"Ġscrew":3338,"Ġlines":3339,"Ġfees":3340,"Ġtur":3341,"Ġsuggested":3342,"Ġbeers":3343,"ppers":3344,"rooms":3345,"Ġvibe":3346,"ught":3347,"Ġsuc":3348,"Ġmel":3349,"Ġsaved":3350,"Ġtap":3351,"Ġtravel":3352,"ffect":3353,"Ġsalt":3354,"Ġregret":3355,"gress":3356,"Ġdu":3357,"Ġcurry":3358,"Ġdead":3359,"Ġcontrol":3360,"Ġmedium":3361,"Ġmov":3362,"Ġut":3363,"Ġfitness":3364,"Ġsides":3365,"haps":3366,"min":3367,"ables":3368,"Ġsolid":3369,"Ġcancel":3370,"Ġchallen":3371,"Ġcharges":3372,"yal":3373,"Ġyard":3374,"Ġexceptional":3375,"Ġmanicure":3376,"Ġchanges":3377,"Ġminim":3378,"Ġcir":3379,"Ġbi":3380,"Ġneedless":3381,"Ġarg":3382,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":3383,"care":3384,"Ġopening":3385,"Ġbeginning":3386,"ky":3387,"Ġvide":3388,"using":3389,"Ġvia":3390,"Ġrand":3391,"Ġsalsa":3392,"Ġexchan":3393,"Ġgrocery":3394,"Ġprote":3395,"Ġbaked":3396,"Ġstraw":3397,"Ġcorporate":3398,"aming":3399,"Ġtells":3400,"da":3401,"iable":3402,"Ġeverywhere":3403,"Ġeduc":3404,"Ġcockt":3405,"Ġreplacement":3406,"Ġrushed":3407,"Ġvarious":3408,"ories":3409,"Ġhoping":3410,"Ġeast":3411,"airs":3412,"Ġheav":3413,"exce":3414,"Ġdie":3415,"Ġbes":3416,"Ġsil":3417,"Ġcrack":3418,"Ġhire":3419,"Ġang":3420,"Ġwat":3421,"Ġmixed":3422,"veland":3423,"Ġnd":3424,"Ġthurs":3425,"gary":3426,"Ġconc":3427,"Ġstaying":3428,"rs":3429,"vin":3430,"Ġperhaps":3431,"Ġinterior":3432,"Ġartist":3433,"tle":3434,"Ġcleveland":3435,"Ġfile":3436,"Ġpaperwork":3437,"Ġprocedure":3438,"ury":3439,"Ġrepres":3440,"Ġlikely":3441,"Ġfat":3442,"afood":3443,"Ġpower":3444,"inger":3445,"Ġwriting":3446,"Ġburn":3447,"Ġev":3448,"Ġdidnt":3449,"Ġchur":3450,"Ġplates":3451,"Ġwide":3452,"fr":3453,"Ġaccident":3454,"pri":3455,"Ġseafood":3456,"Ġshower":3457,"Ġclothing":3458,"Ġwords":3459,"Ġspl":3460,"Ġmeeting":3461,"Ġselling":3462,"Ġdesert":3463,"Ġveggies":3464,"excellent":3465,"ado":3466,"Ġphotograp":3467,"Ġfeed":3468,"Ġcraft":3469,"Ġtimely":3470,"Ġwhenever":3471,"Ġmissed":3472,"Ġsession":3473,"erous":3474,"Ġult":3475,"Ġfavourite":3476,"Ġcountry":3477,"Ġdiagn":3478,"ential":3479,"bed":3480,"iocre":3481,"Ġdispl":3482,"Ġtuesday":3483,"Ġrare":3484,"Ġpassed":3485,"Ġcart":3486,"Ġdeals":3487,"Ġnicely":3488,"Ġmart":3489,"Ġtons":3490,"Ġcrowded":3491,"ission":3492,"Ġpedi":3493,"Ġwalls":3494,"nowled":3495,"Ġevents":3496,"ka":3497,"Ġwra":3498,"Ġcamp":3499,"Ġsports":3500,"Ġlead":3501,"Ġunderst":3502,"Ġhur":3503,"Ġtrash":3504,"aster":3505,"Ġemerg":3506,"Ġunderstanding":3507,"Ġshame":3508,"gest":3509,"Ġround":3510,"Ġgoo":3511,"Ġmill":3512,"Ġnumerous":3513,"uses":3514,"lla":3515,"Ġproceeded":3516,"Ġspots":3517,"itted":3518,"Ġspac":3519,"Ġhired":3520,"oring":3521,"Ġdoubt":3522,"Ġwrap":3523,"Ġvenue":3524,"Ġcant":3525,"back":3526,"Ġseats":3527,"Ġcombo":3528,"Ġtasting":3529,"Ġonion":3530,"Ġcontinued":3531,"Ġuncomfort":3532,"Ġlemon":3533,"Ġconstantly":3534,"Ġresearch":3535,"aring":3536,"Ġgentleman":3537,"Ġindividual":3538,"Ġtra":3539,"Ġblow":3540,"Ġrot":3541,"rees":3542,"ring":3543,"Ġack":3544,"Ġmile":3545,"Ġexpress":3546,"after":3547,"Ġlic":3548,"ives":3549,"Ġgirlf":3550,"Ġmediocre":3551,"Ġbegan":3552,"Ġrespons":3553,"Ġsalads":3554,"Ġlett":3555,"Ġgirlfriend":3556,"Ġrealize":3557,"cake":3558,"Ġupgr":3559,"bit":3560,"ids":3561,"Ġdetails":3562,"Ġvol":3563,"Ġlu":3564,"Ġdepend":3565,"Ġbeha":3566,"Ġfoods":3567,"Ġinspection":3568,"good":3569,"eless":3570,"brow":3571,"Ġnobody":3572,"Ġgrill":3573,"cher":3574,"gth":3575,"stairs":3576,"Ġexist":3577,"Ġfollowed":3578,"Ġagent":3579,"oli":3580,"Ġsan":3581,"Ġacknowled":3582,"Ġchir":3583,"reek":3584,"Ġhighl":3585,"Ġhol":3586,"Ġyeah":3587,"Ġbright":3588,"Ġinitial":3589,"Ġeyebrow":3590,"ror":3591,"ral":3592,"Ġlettuce":3593,"Ġsauc":3594,"Ġcalif":3595,"Ġgross":3596,"Ġcross":3597,"right":3598,"Ġsocial":3599,"Ġbooks":3600,"Ġuns":3601,"Ġmattress":3602,"aches":3603,"Ġswitch":3604,"Ġenergy":3605,"Ġstorage":3606,"ilt":3607,"Ġdressing":3608,"Ġuncomfortable":3609,"Ġtill":3610,"Ġodd":3611,"overed":3612,"itten":3613,"Ġsausage":3614,"Ġthri":3615,"ipped":3616,"Ġhole":3617,"Ġbage":3618,"ops":3619,"Ġagainst":3620,"Ġtraditional":3621,"Ġcaliforn":3622,"idence":3623,"Ġadult":3624,"Ġspray":3625,"Ġhomemade":3626,"Ġlen":3627,"Ġemails":3628,"Ġfancy":3629,"Ġsmoke":3630,"Ġham":3631,"Ġcraving":3632,"Ġwatching":3633,"Ġaware":3634,"Ġconne":3635,"Ġmachines":3636,"Ġapple":3637,"Ġbattery":3638,"worst":3639,"Ġindust":3640,"Ġvegetarian":3641,"house":3642,"Ġdad":3643,"Ġnights":3644,"Ġdecide":3645,"Ġexcuse":3646,"Ġbelow":3647,"Ġfly":3648,"Ġfully":3649,"Ġhall":3650,"Ġbrunch":3651,"une":3652,"Ġgreasy":3653,"aired":3654,"war":3655,"bel":3656,"azing":3657,"Ġperio":3658,"Ġvers":3659,"Ġroast":3660,"bert":3661,"Ġcalifornia":3662,"Ġfell":3663,"Ġtrouble":3664,"vy":3665,"Ġmir":3666,"Ġpromptly":3667,"Ġhimself":3668,"Ġreliable":3669,"Ġplanning":3670,"Ġteachers":3671,"Ġdav":3672,"iring":3673,"Ġbigger":3674,"Ġage":3675,"rod":3676,"Ġweight":3677,"ggy":3678,"Ġease":3679,"Ġcrap":3680,"Ġcalgary":3681,"Ġsubway":3682,"Ġthousand":3683,"ational":3684,"Ġwednes":3685,"Ġarrange":3686,"Ġprivate":3687,"Ġprescription":3688,"Ġhist":3689,"ground":3690,"Ġrub":3691,"Ġencour":3692,"Ġoutdo":3693,"rib":3694,"Ġbecame":3695,"Ġbakery":3696,"Ġbrew":3697,"Ġlights":3698,"Ġemergency":3699,"Ġbooth":3700,"Ġholid":3701,"gable":3702,"Ġ;":3703,"Ġjewelry":3704,"Ġvacation":3705,"Ġshell":3706,"Ġrecent":3707,"Ġkinda":3708,"Ġplain":3709,"Ġave":3710,"Ġfash":3711,"Ġcurrent":3712,"Ġdev":3713,"Ġinvol":3714,"Ġsugar":3715,"Ġsalty":3716,"Ġstarting":3717,"Ġthursday":3718,"omen":3719,"Ġbot":3720,"aging":3721,"Ġworry":3722,"Ġneck":3723,"Ġrepaired":3724,"Ġmembership":3725,"Ġinstallation":3726,"Ġtowards":3727,"Ġplastic":3728,"ners":3729,"Ġbrother":3730,"Ġrip":3731,"Ġkore":3732,"fit":3733,"Ġking":3734,"Ġribs":3735,"Ġchristmas":3736,"Ġyork":3737,"Ġrefres":3738,"Ġremove":3739,"Ġdre":3740,"Ġwanting":3741,"Ġgrate":3742,"Ġinfo":3743,"Ġspeed":3744,"Ġpassion":3745,"Ġchic":3746,"Ġcig":3747,"Ġrad":3748,"Ġlock":3749,"Ġcozy":3750,"Ġentertain":3751,"Ġposted":3752,"Ġinvest":3753,"ai":3754,"how":3755,"ened":3756,"Ġsucks":3757,"Ġsus":3758,"ended":3759,"Ġapartments":3760,"Ġcrab":3761,"Ġconcerned":3762,"Ġknowledgable":3763,"Ġsens":3764,"Ġtooth":3765,"Ġbran":3766,"Ġoriginally":3767,"Ġcuts":3768,"mar":3769,"hol":3770,"Ġeffect":3771,"Ġworker":3772,"tered":3773,"Ġdealt":3774,"Ġflavorful":3775,"Ġspin":3776,"asty":3777,"Ġsuccess":3778,"mand":3779,"came":3780,"Ġfashion":3781,"bar":3782,"donal":3783,"Ġkeeping":3784,"Ġplat":3785,"pa":3786,"Ġnerv":3787,"nov":3788,"hy":3789,"Ġtrack":3790,"Ġvend":3791,"Ġvegetables":3792,"ilities":3793,"Ġappt":3794,"Ġspending":3795,"Ġrepresent":3796,"Ġchris":3797,"Ġjam":3798,"Ġrich":3799,"Ġunlike":3800,"Ġgrateful":3801,"Ġregarding":3802,"Ġnervous":3803,"Ġtips":3804,"Ġassistant":3805,"akes":3806,"Ġmater":3807,"Ġcloser":3808,"Ġpal":3809,"ole":3810,"Ġmount":3811,"arant":3812,"Ġenter":3813,"Ġspecifically":3814,"whel":3815,"ruction":3816,"Ġhopefully":3817,"Ġded":3818,"Ġcap":3819,"amazing":3820,"Ġpas":3821,"Ġentr":3822,"Ġresponded":3823,"Ġassured":3824,"anese":3825,"Ġchirop":3826,"Ġstood":3827,"Ġrecommendation":3828,"Ġoccasion":3829,"Ġinternet":3830,"Ġorange":3831,"Ġshirts":3832,"Ġlamb":3833,"Ġpharmacy":3834,"Ġcookies":3835,"horrible":3836,"ibility":3837,"Ġvegan":3838,"Ġbarber":3839,"Ġexplaining":3840,"Ġdisplay":3841,"Ġlie":3842,"Ġbusinesses":3843,"Ġgenerally":3844,"Ġmeas":3845,"Ġtreats":3846,"Ġappl":3847,"Ġturns":3848,"Ġdelight":3849,"Ġram":3850,"Ġtrim":3851,"was":3852,"Ġtrail":3853,"Ġlarger":3854,"Ġchurch":3855,"Ġinj":3856,"Ġonions":3857,"Ġchiropract":3858,"Ġmini":3859,"Ġmcdonal":3860,"hered":3861,"Ġlob":3862,"Ġinstructors":3863,"Ġcry":3864,"Ġsuit":3865,"Ġfloors":3866,"Ġchill":3867,"Ġcommunic":3868,"Ġcow":3869,"Ġexchange":3870,"Ġincom":3871,"Ġdamaged":3872,"Ġbringing":3873,"Ġjen":3874,"Ġshowing":3875,"Ġsetting":3876,"Ġcert":3877,"Ġfal":3878,"Ġwaff":3879,"Ġbenef":3880,"Ġrelaxed":3881,"Ġsca":3882,"Ġensure":3883,"Ġkick":3884,"Ġboxes":3885,"ortun":3886,"Ġperiod":3887,"Ġsizes":3888,"Ġrequired":3889,"aves":3890,